Repository: TYPO3-svn-archive/static_info_tables
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: es, fi, it, ro, ru

# static_countries.title
source: Countries
es: País - Datos státicos
fi: Pysyvät maatiedot
ru: Страны

# static_countries_item.cn_iso_2
source: ISO 3166-1 A2 Country code:
es: Código de país ISO 3166-1 A2:
fi: ISO 2 maa koodi:
it: Codice nazione ISO 3166-1 A2:
ro: Codul ISO 2 al tarii:
ru: Код страны ISO 2:

# static_countries_item.cn_iso_3
source: ISO 3166-1 A3 Country code:
es: Código de país ISO 3166-1 A3:
fi: ISO 3 maa koodi:
it: Codice nazione ISO 3166-1 A3:
ro: Codul ISO 3 al tarii:
ru: Код страны ISO 3:

# static_countries_item.cn_iso_nr
source: ISO 3166-1 Nr Country code:
es: Código de país ISO 3166-1 numérico:
fi: ISO nr maa koodi:
it: Numero codice nazione ISO 3166-1 Nr:
ro: Codul ISO al tarii:
ru: Код страны №:

# static_countries_item.cn_official_name_local
source: Official name (local):
es: Nombre oficial (local):
fi: Virallinen nimi (paikallinen):
it: Nome ufficiale (locale):
ro: Numele oficial (local):
ru: Официальное название (местное):

# static_countries_item.cn_official_name_en
source: Official name (EN):
es: Nombre oficial (EN):
fi: Virallinen nimi (EN):
it: Nome ufficiale (EN):
ro: Numele oficial (EN):
ru: Официальное название (англ.):

# static_countries_item.cn_capital
source: Capital:
fi: Päkaupunki:
it: Capitale:
ro: Capitala:
ru: Столица:

# static_countries_item.cn_tldomain
source: Top level domain:
es: Dominio de primer nivel:
fi: Päätason domain:
it: Dominio di primo livello:
ro: Domeniu de varf:
ru: Домен верхнего уровня:

# static_countries_item.cn_currency_iso_nr
source: ISO 4217 Nr Currency code:
es: Código de divisa ISO 4217 numérico:
fi: ISO 2 maa koodi:
it: Numero codice valuta ISO 4217 Nr:
ro: Numarul ISO al valutei:
ru: Код валюты ISO №:

# static_countries_item.cn_currency_iso_3
source: ISO 4217 A3 Currency code:
es: Código de divisa ISO 4217 A3:
fi: ISO 2 maa koodi:
it: Codice valuta ISO 4217 A3:
ro: Codul ISO 3 al valutei:
ru: Код валюты ISO 3:

# static_countries_item.cn_phone
source: Int. phone prefix:
es: Prefijo telefónico internacional:
fi: Kans.väl. puhelin nro:
it: Prefisso internazionale:
ro: Prefix telefon intern:
ru: Международный код:

# static_countries_item.cn_eu_member
source: EU member:
es: Miembro de la Union európea:
fi: Eu jäsen:
it: Membro UE:
ro: Membru EU:
ru: Состоит в Евросоюзе:

# static_countries_item.cn_address_format
source: Address format:
es: Formato de dirección:
fi: Osoitteen malli:
it: Formato indirizzo:
ro: Format adresa:
ru: Формат адреса:

# static_countries_item.cn_address_format_1
source: zip city
es: código-postal localidad
fi: postinumero, kaupunki
it: CAP città
ro: zip, oras
ru: индекс город

# static_countries_item.cn_address_format_2
source: city zip
es: localidad código-postal
fi: kaupunki, postinumero
it: città cap
ro: oras, zip
ru: город индекс

# static_countries_item.cn_address_format_3
source: city region-code zip
es: localidad código-de-región código-postal
fi: kaupunki, alue, postinumero
it: città regione cap
ro: oras, regiune, zip
ru: город код-региона индекс

# static_countries_item.cn_address_format_4
source: city (region-name) zip
es: localidad (nombre-de-región) código-postal
fi: kaupunki (aluenimi) postinumero
ru: город (код-региона) индекс

# static_countries_item.cn_address_format_5
source: city/zip
es: localidad/código-postal
fi: kaupunki / postinumero
ru: город/индекс

# static_countries_item.cn_address_format_6
source: zip city, region-code
es: código-postal localidad, código-de-región
fi: kaupunki, aluekoodi
ru: индекс город, код-региона

# static_countries_item.cn_address_format_7
source: zip city region-code
es: código-postal localidad código-de-región
fi: kaupunki aluekoodi
ru: индекс город код-региона

# static_countries_item.cn_address_format_8
source: zip city (region-name)
es: código-postal localidad (nombre-de-región)
fi: kaupunki (aluenimi)
ru: индекс город (код-региона)

# static_countries_item.cn_zone_flag
source: Zone flag:
es: Indicador de subdivisión:
fi: Vyöhyke lippu:
ro: Steagul zonei:
ru: Флаг зоны:

# static_countries_item.cn_short_local
source: Short name (local):
es: Nombre corto (local):
fi: Lyhyt nimi (paikallinen):
it: Nome breve (locale):
ro: Nume prescurtat (local):
ru: Короткое имя (местное):

# static_countries_item.cn_short_en
source: Short name (EN):
es: Nombre corto (EN):
fi: Lyhyt nimi (EN):
it: Nome breve (EN):
ro: Nume prescurtat (EN):
ru: Короткое имя (англ):

# static_country_zones.title
source: Country subdivisions
es: Subdivisión de país - Datos státicos
fi: Pysyvät maatietojen alajaot
ru: Разделы страны:

# static_country_zones_item.zn_country_iso_nr
source: ISO 3166-1 Nr Country code:
es: Código de país ISO numérico:
fi: ISO nr maa koodi:
it: Numero codice nazione ISO:
ro: Codul ISO al tarii:
ru: Код страны ISO №:

# static_country_zones_item.zn_country_iso_2
source: ISO 3166-1 A2 Country code:
es: Código de país ISO 2:
fi: ISO 2 maa koodi:
it: Codice nazione ISO 2:
ro: Codul ISO 2 al tarii:
ru: Код страны ISO 2:

# static_country_zones_item.zn_country_iso_3
source: ISO 3166-1 A3 Country code:
es: Código de país ISO 3:
fi: ISO 3 maa koodi:
it: Codice nazione ISO 3:
ro: Codul ISO 3 al tarii:
ru: Код страны ISO 3:

# static_country_zones_item.zn_code
source: ISO 3166-2 Country Zone code:
es: Código de subdivisión de país:
fi: Vyöhyke koodi:
it: Codice zona:
ro: Codul zonei:
ru: Код зоны:

# static_languages.title
source: Languages
es: Idioma - Datos státicos
fi: Kielet
ru: Языки

# static_languages_item.lg_iso_2
source: ISO 639-1 A2 Language code:
es: Código de idioma ISO 2:
fi: ISO 2 maa koodi:
it: Codice lingua ISO 2:
ro: Codul ISO 2 al limbii:
ru: Код языка ISO 2:

# static_languages_item.lg_name_en
source: Name (EN):
es: Nombre de idioma (EN):
fi: Nimi (EN):
it: Nome (EN):
ro: Nume (EN):
ru: Имя (англ):

# static_languages_item.lg_typo3
source: Typo3 language code:
es: Código de idioma Typo3:
fi: Typo3 kieli koodi:
ru: Код языка Typo3:

# static_currencies.title
source: Currencies
es: Divisa - Datos státicos
fi: Pysyvät valuuttakoodit
ru: Валюты

# static_currencies_item.cu_iso_3
source: ISO 4217 A3 Currency code:
es: Código de divisa ISO 3:
fi: ISO 2 maa koodi:
it: Codice valuta ISO 3:
ro: Codul ISO 3 al valutei:
ru: Код валюты ISO 3:

# static_currencies_item.cu_iso_nr
source: ISO 4217 Nr Currency code:
es: Código de divisa ISO numérico:
fi: ISO 2 maa koodi:
it: Numero codice valuta ISO:
ro: Numarul ISO al valutei:
ru: Код валюты ISO №:

# static_currencies_item.cu_name_en
source: Name (EN):
es: Nombre (EN):
fi: Nimi (EN):
it: Nome (EN):
ro: Nume (EN):
ru: Имя (англ):

# static_currencies_item.cu_sub_name_en
source: Sub name (EN):
es: Nombre de subdivisión (EN):
fi: Alanimi (EN):
it: Nome decimali (EN):
ro: Subnume (EN):
ru: Под-имя (англ):

# static_currencies_item.cu_symbol_left
source: Symbol left:
es: Símbolo a la izquierda:
fi: Symbooli vasen;
it: Simbolo a sinistra:
ro: Simbol stanga:
ru: Символы слева:

# static_currencies_item.cu_symbol_right
source: Symbol right:
es: Símbolo a la derecha:
fi: Symbooli oikea:
it: Simbolo a destra:
ro: Simbol dreapta:
ru: Символы справа:

# static_currencies_item.cu_thousands_point
source: Thousands point:
es: Marca de los miles:
fi: Tuhannen merkki;
it: Simbolo raggruppamento cifre:
ro: Punct mii:
ru: Разделитель тысяч:

# static_currencies_item.cu_decimal_point
source: Decimal point:
es: Marca decimal:
fi: Desimaalipiste:
it: Separatore decimale:
ro: Punct zecimal:
ru: Разделитель дроби:

# static_currencies_item.cu_decimal_digits
source: Decimal digits:
es: Número de decimales:
fi: Desimaalien määrä:
it: Cifre decimali:
ro: Caractere decimale:
ru: Дробных цифр:

# static_currencies_item.cu_sub_divisor
source: Divisor:
fi: Jakaja:
it: Rapporto decimali/unità:
ro: Diviziune:
ru: Делитель:

# static_currencies_item.cu_sub_symbol_left
source: Sub symbol left:
es: Símbolo a la izquierda - Subdivisión:
fi: Alasymbooli vasen;
it: Simbolo decimali a sinistra:
ro: Subsimbol dreapta:
ru: Подсимвол слева:

# static_currencies_item.cu_sub_symbol_right
source: Sub symbol right:
es: Símbolo a la derecha - Subdivisión:
fi: Alasymbooli oikea:
it: Simbolo decimali a destra:
ro: Subsimbol stanga:
ru: Подсимвол справа:

# static_languages_item.lg_collate_locale
source: Collating locale:
es: Localidad para la comparación de cadenas:
